{
"bakedsweetpotato.text": "@, ^ Por volta desta época do ano, o frio no ar me faz apreciar ainda mais a generosidade da natureza. Aqui está uma receita simples com sabor delicioso que não precisa de enfeites elaborados. Espero que gostem tanto quanto eu. ^ -Linus ",
"bananapudding.text": "@, ^ Você é muito mais jovem do que eu e seria uma pena desperdiçar isso. ^ Aqui está uma sobremesa que você pode fazer. É muito melhor do que qualquer outra o lixo que alguns jovens gostam de comer hoje em dia. ^ De qualquer forma, mantenha viva esta receita antiquada e estará fazendo um favor a si mesmo. ^^ -George ",
"broccoliandcheese.text": "Bom dia, @, ^^ Gostaria de mostrar meu apreço por sua empresa, mas, mais importante, por sua amizade. ^ Esta receita minha veio de um livro de receitas chamado Food on the Plate. receita maravilhosa e fácil de seguir para pessoas ocupadas como nós. Talvez você queira experimentá-la? ^^ -Pierre ",
"brownsugar.text": "Caro @, ^^ Como vai seu trabalho ao restaurar a fazenda? Sem dúvida, você deve se sentir um pouco mais conectado à natureza do que antes de chegar à cidade. ^ Já que você mostrou interesse em uma abordagem mais prática para a vida, aqui está uma receita de açúcar mascavo caseiro. Agora você pode realmente dizer que está cozinhando do zero! ^^ -Lewis ",
"carrotcake.text": "Caro @, ^ Nada é mais satisfatório do que cozinhar com cenouras frescas da sua própria horta! ^ Este bolo de cenoura é um verdadeiro prazer para todos, esteja você entretendo convidados ou apenas procurando uma guloseima para desfrutar para si mesmo . ^ Não se esqueça de colocar a cabeça para trás e dizer olá na próxima vez que for às compras! ^^ -Caroline ",
"cassavacake.text": "Bom dia @, ^^ Fiquei tão entediado aqui no deserto que escrevi uma carta para você. Aqui está uma receita de algo chamado Bolo de Mandioca. Só não consigo encontrar nenhuma informação sobre isso. Com você sendo agricultor e tal, você sabe muito sobre comida, certo? Me diz como foi. ^^ -Sandy ",
"chefsalad.text": "Caro @, ^^ Toda a minha família gosta desta receita, então imaginei que você também gostasse. É principalmente cortar muito, além de algumas outras etapas fáceis. ^ Como tal, é perfeito para reunir todos, ajudando no balcão da cozinha. Espero que gostem! ^^ -Demetrius ",
"farofa.text": "Caro @, ^^ Novo recorde pessoal: Durante meu turno, o negócio estava tão lento que consegui fazer todo este prato do zero em um pequeno fogão portátil sob o balcão. Então, não havia ninguém por perto para compartilhe o momento com, então escrevi esta carta para contar a você sobre isso. Espero que você venha nos visitar logo, querida! ^^ -Sandy ",
"figtart.text": "Caro @ - ^^ Aqui está uma velha receita minha que é perfeita para o inverno, quando os figos estão na estação. Mas eu nunca mandei fazer com figos locais maduros. Você tem algum cultivo na fazenda ? Se for assim, adoraria se você pudesse me trazer uma fatia da torta quando fizer isso. ^^ -Robin ",
"gooseberrypie.text": "@, ^^ Aqui está a receita da minha famosa torta de groselha. É melhor servida quente com uma colher de sorvete e groselhas frescas por cima. ^ Uma vez, deixei uma para esfriar na mesa da cozinha, e todos na aula de aeróbica da Caroline me repreenderam por desfazer todo o treino. Hehe, parece que eles não resistiram. ^^ -Pierre ",
"islandsalad.text": "Caro @, ^^ Gostaria de lhe enviar uma receita para dizer obrigado por ser um grande amigo e vizinho nosso. ^ Esta salada é um grampo de nossa mesa de jantar e vai muito bem com quase qualquer refeição. Estou tentando lembrar, já servimos isso para você uma vez? Espero que possa lembrar que você é sempre bem-vindo em nossa casa. ^ Tenha um dia maravilhoso, ^^ -Jodi ",
"melonsalad.text": "@! ^^ Talvez você possa fazer um pequeno teste de degustação para mim. ^ Eu estava tentando pensar em uma boa receita para melões canários, mas então tive uma ideia ainda melhor: uma extravagância de melão! Todos os diferentes pedaços de melão parecem tão felizes na tigela com seus amiguinhos melões. Tão fofo! ^ E delicioso! ^^ -Emily ",
"pbjsandwich.text": "Caro @, ^^ Seus pais acabaram de me contactar para perguntar sobre você, e eu só queria ter certeza de que está comendo bem. ^ Você sabe fazer um sanduíche de manteiga de amendoim com geleia, certo? É um ... bem, é isso. O nome é literalmente a receita inteira. Então, tenho certeza que você pode administrar isso, certo?. ^^ -Lewis ",
"poachedpear.text": "Olá @, ^^ Obrigado por vir ao salão de novo e de novo. ^ Eu estava pensando, se você gosta de comida gourmet, esta receita pode interessar a você. É uma boa que eu comecei nos meus primeiros dias como chef. ^^ -Gus ",
"raspberrytart.text": "Olá, @! ^^ Tive algum tempo extra para escrever uma das receitas antigas da minha avó. Dependendo da doçura natural das bagas, você pode adicionar um pouco mais ou menos açúcar. Experimente antes de ir ao forno e ajuste conforme necessário. Aproveite! ^^ -Robin ",
"ricepilaf.text": "Caro @, ^^ Aqui está a receita de arroz pilaf do meu saloon. ^ Se você segui-la exatamente, deve ser cerca de 98 por cento igual ao que eu fiz. Os outros 2 por cento se resumem ao forma como minhas panelas de ferro fundido são temperadas, mas isso é muito difícil de replicar. ^ -Gus ^^ PS Certifique-se de manter esta receita em segredo! ",
"sauteedonions.text": "Caro vizinho, ^^ Ouvi dizer que você tem colecionado receitas, então aqui está outra minha. É uma maneira fácil de caramelizar cebolas rapidamente, então você não precisa esperar a tarde toda vire a cor. Use-o para acompanhar qualquer entrada saborosa que você tiver! ^^ -Marnie ",
"stuffedbellpeppers.text": "@, ^^ Fiquei muito cansado de jantares congelados da marca Joja, então acabei fazendo isso uma noite, hehe. Demorei até as 23h, mas Jas realmente gostou das sobras no dia seguinte. Achei que não eram nada ruins também, se é que posso dizer. De qualquer forma, experimente se quiser. ^^ -Shane ",
"sweetpotatofries.text": "Ei garoto, ^^ Aqui está uma receita que meu papai costumava fazer. ^ Acontece que fica ótimo com um bom litro de cerveja artesanal. Imagino que se outras pessoas na cidade estão cozinhando, Gus ' vai ficar com ciúmes e vai ter que começar a fazer para todos no bar. ^^ -Pam ",
"tropicalfruitsalad.text": "Caro @, ^^ Acabei de comer a salada de frutas mais maravilhosa. Infelizmente, estava tão gostosa que não deixei nenhuma para compartilhar com você. ^ Espero que, enviando uma cópia da receita, pode ser a próxima melhor coisa. ^ -Lewis ^^ PS Desculpe, mas foi muito bom. ",
"vegetablestirfry.text": "Minha esposa sempre fazia isso antes de eu sair. Achei que você gostaria de experimentar. ^ Obrigado pelo que você fez pela comunidade e pela minha família. ^^ -Kent",
"bobatea.text": "Olá @, ^^ Estive na cidade de Zuzu há pouco tempo e experimentei o chá de boba pela primeira vez. Você é de lá, então está familiarizado com o chá de boba, certo? ^ De qualquer forma, pode parecer estranho, mas procurei uma receita e não é muito difícil de fazer. Achei que poderia lembrar você de casa. ^^ -Sebastian ",
"dandeliontea.text": "Caro @, ^^ As montanhas foram gentis comigo por muitos anos. ^ Você também tem sido gentil comigo desde que nos conhecemos, então eu queria te usar esta receita. Que lhe dê força quando você precisar. ^^ -Linus "
}

