{
  //SPECIAL DIALOGUE
  "patio_Victor": "A fazenda %farm é linda, estou ansioso para acordar todas as manhãs a partir de agora.$4#$b#Eu me lembro quando essa terra ainda estava coberta de mato... Você fez muito progresso e estou feliz por poder morar aqui com você.$4#$e#Tenha um dia produtivo.$1",
  "spouseRoom_Victor": "Oi amor, hoje pretendo organizar minha coleção de livros aqui.$1#$e#Se cuida.$1",
  "funReturn_Victor": "Como foi o seu dia @?$1#$b#Eu andei pela fazenda enquanto você estava fora, acho que foi o melhor passeio que tive até hoje.$1",
  "jobReturn_Victor": "Estou cansado... fico feliz que poderei tirar um tempo para descansar!$1",
  "OneKid_0": "Você acha que %kid1 vai crescer e se tornar uma fazendeira como você, @?$1#$e#A fazenda %farm terá que ser passada para nossas gerações em um futuro distante.$3",
  "OneKid_1": "%kid1 parecia feliz brincando com os brinquedos novos hoje de manhã.$3#$e#Sabe, essa vida nova me faz refletir sobre tudo que passamos até aqui...#$b#Parece que nossa família começa aqui, não acha?$4#$e#Nada no mundo me fará deixar de amar você.$4",
  "OneKid_2": "Aproveitei para ir no Pierre comprar algumas coisas para o bebê.$3#$e#Você não precisa se preocupar com isso.$1#$e#Está tudo sob-controle comigo aqui, se cuida.$4",
  "OneKid_3": "Minha mãe disse que virá visitar o bebê, tudo bem pra você?$3#$e#Eu já a convidei pra dizer a verdade, haha!$1",
  "OneKid_4": "%kid1 me arremeçou um brinquedo hoje mais cedo... mas meus reflexos ninjas me fizeram desviar na hora.$0#$e#...Tudo bem, ele acertou meu rosto, está meio óbvio não é?$2",
  "TwoKids_0": "Estou feliz que %kid2 e %kid1 estão se dando bem.$1#$b#Parece que não teremos problemas por enquanto.$1",
  "TwoKids_1": "Veja nossa família, @! Nós chegamos longe!$4#$e#Acho que nunca fui tão feliz na minha vida...$4",
  "TwoKids_2": "%kid2 estará resolvendo alguns quebra-cabeças amanhã.$7#$b#Acho que %kid2 pode ser um engenheiro ou arquiteto talentoso no futuro.$3#$e#O quebra-cabeça será encaixar peças em um cubo, isso pode ajudar a mentalidade se desenvolver melhor.$2",
  "TwoKids_3": "%kid2 e %kid1 fizeram uma bagunça no quarto hoje de manhã.$0#$e#Mas eu consegui lidar com a situação sem te acordar.$1",
  "TwoKids_4": "Eu comprei fraldas ontem, então você pode relaxar.$1#$e#Se cuida.",
  
  //SEASONAL DIALOGUE
  "spring_Victor": "A primavera é perfeita aqui, nem muito quente e nem muito frio.",
  "spring_1": "A primavera tem um cheiro tão bom...#$e#Espero que suas colheitas sejam fantásticas esse ano.$4",
  "spring_13": "Você estará participando do festival hoje?$3#$b#Bem, estarei torcendo por você.$1",
  "spring_24": "Eu deveria vestir o meu melhor conjunto para o festival?",
  "summer_Victor": "Hoje parece o momento perfeito para tomar sorvete.$1",
  "summer_1": "Parece que o verão chegou... agora terei uma desculpa para sair com mais frequência.$1",
  "summer_11": "O que você pretende adicionar à sopa hoje, amor?$3#$b#Seja lá o que for tenho certeza que fará toda diferença.$1#$e#Mas... não jogue cogumelos, sim?$6",
  "summer_28": "Você sabe quando vão aparecer?#$e#É romântico, não acha?$4",
  "fall_Victor": "Acho que vou pedir pro Pierre me ensinar aquela receita de abóbora...$0#$e#Seria perfeito para fazer à noite.$1",
  "fall_1": "Finalmente o outono chegou... eu gosto de passear por aí nesse clima frio.$1#$e#As cores são um verdadeiro espetáculo.$3",
  "fall_16": "Boa sorte com a competição de hoje.$3#$b#Eu sinto que você vencerá.$1",
  "fall_27": "Você já chegou ao final do labirinto? Acho que vou mais longe hoje.$1",
  "winter_Victor": "Eu não vou pegar leve com você em uma guerra de bolas-de-neve!$1#$e#Mas talvez eu deixe você ganhar uma ou duas vezes.$4",
  "winter_1": "Você conseguiu dormir com a tempestade de neve ontem à noite?$6#$e#É bom estar casado nesse frio, a gente poderia se abraçar na lareira a qualquer hora.$4",
  "winter_8": "O festival é hoje amor, você pretende ir?$1#$b#Que horas você vai? Eu não quero chegar lá muito tarde.",
  "winter_12": "Você acha que o quintal ficaria bacana com um boneco-de-neve?$4",
  "winter_25": "Feliz natal amor... tenho um presente pra você hoje à noite.$4#$e#O que é? Eu não posso falar... não agora!$1#$b#Mas eu prometo que você vai gostar!$4",
  
  //DAY DIALOGUE
  "Indoor_Day_0": "Oi amor, tudo bem?$1#$b#Estou tentando me decidir sobre o que fazer hoje...$0#$e#Talvez jogar um pouco.$1",
  "Indoor_Day_1": "Estou com fome, espero que ainad tenhamos espaguete na geladeira.#$e#Acho que poderia viver eternamente comendo isso.$1",
  "Indoor_Day_2": "Hoje tirei o dia para limpar a casa... ver tudo organizado é outra história.$1",
  "Indoor_Day_3": "Parece que você esteve trabalhando duro, hein?#$b#Aqui, eu fiz para nós.[336]$1#$e#Você merece.$4",
  "Indoor_Day_4": "Viver com você é mais que uma experiência mágica...$4#$b#Espero que nosso casamento dure até a velhice.$1",
  "Outdoor_Victor": "Eu fui ao médico pegar algo pra te ajudar.$4#$b#Aqui, espero que seja útil![349]$1#$e#Se cuida amor.$1",
  "Outdoor_0": "É bom passear por aí de vez em quando.$3#$e#Esse tipo de atividade coloca nossa mente no lugar.$1",
  "Outdoor_1": "Seu avô devia ser muito bom no que fazia... cuidar de todo esse espaço é um trabalho e tanto.$0#$b#Parece que você herdou as técnicas dele, não acha?$1",
  "Outdoor_2": "Eu vim para tomar um pouco de sol aqui fora... não se distraia comigo.$1#$e#O que acha de carinho extra hoje na cama?$4",
  "Outdoor_3": "Oi amor, se preparando para começar o dia?#$e#Estive sonhando acordado com essa paisagem.$1",
  "Outdoor_4": "É incrível ver a fazenda daqui... há tantos detalhes.#$e#Eu tenho orgulho do amorzinho que tenho ao meu lado.$1",
  "Rainy_Day_0": "Acho que vou finalizar o romance que estive lendo...$0#$e#Parece o dia perfeito para esse tipo de coisa, não acha?",
  "Rainy_Day_1": "Dias de chuva assim são bons para ficar o dia inteiro em casa.$1",
  "Rainy_Day_2": "Você vai sair? Tome cuidado para não pegar um resfriado.$6#$e#Se você pegar... eu cuidarei de ti.$4",
  "Rainy_Day_3": "Esse clima me ajuda a trabalhar em meus cálculos.$3#$e#Espero que tudo corra bem pra você também, amor.$1",

  //NIGHT DIALOGUE
  "Indoor_Night_0": "Teve um dia produtivo amor?$1#$e#Espero que você ainda tenha energia para hoje à noite!$4",
  "Indoor_Night_1": "Eu terminei meu rascunho de um projeto de ponte para o prefeito de Grampleton hoje.$3#$b#Preciso passar lá esses dias para mostrar meus cálculos.$1",
  "Indoor_Night_2": "@, chegue mais perto...$0#$e#Eu amo-te baby.",
  "Indoor_Night_3": "Eu fiz uma visita em minha mãe hoje, ela te mandou um 'oi'.$1#$b#E ela também te mandou entregar isso.[348]$1",
  "Indoor_Night_4": "A noite é mais escura aqui que na vila...$0#$b#Mas é por causa dos postes.$1",
  "Rainy_Night_0": "Espero que seu dia tenha sido produtivo.$1#$e#Senti sua falta, amor.$4",
  "Rainy_Night_1": "Fico feliz que esteja em casa, senti sua falta o dia inteiro.$1#$e#Hoje dormiremos abraçadinhos.$4",
  "Rainy_Night_2": "Eu terminei uma grande parte dos meus planos de pontes para o reparo da ponte oeste em Grampleton.$1#$e#Espero que a prefeita goste meu trabalho...$0#$e#Ela geralmente gosta.$1",
  "Rainy_Night_3": "Ei, eu tenho tanto a dizer...$2#$e#Mas prefiro demonstrar de outra forma...$4",
  "Rainy_Night_4": "Estou exausto...$6#$b#Fico até feliz que temos uma cama tão confortável quanto aquela.$3",
  
  //AFFECTION DIALOGUE
  "Good_0": "Eu fiz algo para nós, aqui.[210]$1#$e#Se cuida, ou eu vou cuidar de você.$4",
  "Good_1": "Ficou sabendo que nossa fazendo apareceu no jornal?$1#$b#Seus produtos estão fazendo sucesso na República de Fergnill!$3#$e#Eu fico orgulhoso de você.$4",
  "Good_2": "%pet me lembra um pouco do Dewey.$6",
  "Good_3": "Ei, fique com isso, você merece depois de tanto esforço![336]$1",
  "Good_4": "Estive destacando alguns trechos importantes no meu livro de engenharia...$3#$e#Fica bem mais fácil pra revisar.$0",
  "Good_5": "Ei, tem algo no seu rosto... me deixa ver.$0#$e#*selinho* Eu te amo!$4",
  "Good_6": "Estive admirando o pendante que você me deu...$3#$b#Eu nunca mais vou removê-lo.$4#$e#Certo... talvez na hora do banho.$0",
  "Good_7": "Ei, eu fiz algo para te ajudar durante o dia, espero que goste.[395]$4",
  "Good_8": "Aqui, minha mãe entregou para nós.[348]$1#$e#A gente pode tomar no jantar.$3",
  "Good_9": "Eu nunca mais pensei em sair do vale...$0#$b#Claro, eu poderia fazer mais dinheiro fora daqui, mas...$2#$b#Você realmente acha que te abandonaria aqui?$4",
  "Neutral_0": "Joja faz muito spam em seu e-mail...$0#$e#Talvez seja pelo histórico de pesquisa da minha mãe.$0",
  "Neutral_1": "Acho que vou começar outro save de Zelda...#$e#É, talvez... com modificações na textura?$0",
  "Neutral_2": "Minha mãe fez alguns biscoitos para nós, aqui![223]$1#$e#Há cobertura de chocolate, espero que goste!$3",
  "Neutral_3": "Aproveitei para fazer compras no Pierre ontem.$3#$b#Ele sempre carrega os melhores orgânicos do vale... Claro, são seus!$1",
  "Neutral_4": "Estou lendo um livro que se chama 'A Guerra Elemental'.$3#$e#Dezenas de milhares de brutos e anões participaram dessa guerra há mil anos atrás.$6#$b#Houve muitas vítimas em ambos os lados.$2#$e#Os autores deste livro são todos magos e bruxas de várias aldeias e vilas.$0",
  "Neutral_5": "Uma das gavetas da cozinha estava desparafuzada e eu consertei.#$b$Eu disse, a casa é por minha conta.$1",
  "Neutral_6": "Vesti os sapatos do lado contrário hoje de manhã e nem percebi... fui perceber quando trombei na cozinha.$0",
  "Neutral_7": "Você já ouviu falar de um livro chamado 'Globins Murkers'?$0#$b#É um livro sobre goblins que vivem em várias minas ao redor do mundo.$3#$e#Parece que há alguns vivendo no Vale do Orvalho também...$3#$b#Eles estão quase extintos... mas há bruxas que corrompem alguns com magia negra, e fazem deles seus servos.$0#$e#Os autores deste livro são grandes magos eruditos, um deles é o Sr. Rasmodius.$0",
  "Neutral_8": "Acho que vou visitar minha mãe hoje, ver como estão as coisas.",
  "Neutral_9": "Hoje me bateu uma vontade de tomar coquetel de frango...$0#$b#Será que Gus tem?",
  "Bad_0": "Não estou me sentindo muito bem... tive um pesadelos daqueles.$2#$e#Ah... eu não quero falar sobre eles, amor.$2",
  "Bad_1": "...Você feriu meus sentimentos na noite passada, eu não gostei daquilo que você fez.$2#$e#A gente precisa conversar...$2",
  "Bad_2": "Parece que minha mãe perdeu dinheiro no mercado de ações novamente...$2#$b#Ela vai desabafar em mim, tenho certeza.$0",
  "Bad_3": "Você poderia reservar um tempinho para conversar hoje?$0#$b#É sobre uma coisa que vem me incomodando...$2",
  "Bad_4": "Acho que peguei uma gripe na noite passada... me sinto muito mal.$2#$e#Não se aproxime, eu não que você fique mal também, eu vou passar no Harvey.$2",
  "Bad_5": "Eu esqueci de salvar o meu save de Zelda... perdi todo meu progresso.$2#$b#Eu gostaria de ficar um pouco sozinho...$5#$e#...$2",
  "Bad_6": "Estou preso em um dilema matemático novamente... não faço ideia de como resolver.$2#$e#Agora não, amor.$2",
  "Bad_7": "Eu ouvi algumas notícias terríveis sobre o que o Império Gotoro faz com seus prisioneiros...$2#$e#Eles...$2#$e#Desculpe, não estou afim de conversar.$2",
  "Bad_8": "...$2",
  "Bad_9": "Todo mundo comete erros... você feriu meus sentimentos ontem e eu ainda não superei isso.$2#$e#Me deixe sozinho.$2"
}