{
    // Text

    "aloepod.text": "Caro @, ^^ Com todo o tempo que você passa fora de casa, você deve ter queimaduras de sol ocasionalmente. Aqui estão algumas sementes para cultivar seu próprio aloés. ^ Estou interessado em ver os resultados, se o aloés cultivado localmente é mais eficaz do que algo que você acabou de comprar em uma loja. ^ Por que não tentar? ^^ -Harvey",
    "sweetcanarymelon.text": "Caro @, ^^ Acho Pelican Town um pouco melhor por sua causa, então obrigado por ser você! ^ Se estiver tudo bem, gostaria de ajudá-lo a deixar sua fazenda um pouco mais variada e colorida. Estas são sementes doces de melão canário! Que tal um deleite legal? ^^ -Emily",
    "cassava.text": "@, ^^ Se houve alguns dias em que você não me viu, é porque recentemente fiz uma pescaria no sul, nas Ilhas Fern. Enquanto eu estava lá, conheci um comerciante que vendia algumas sementes exóticas e pensei em você. ^ Não sei se elas vão crescer aqui, mas talvez possamos descobrir. ^^ -Willy",
    "chickpea.text": "Caro @, ^^ O grão-de-bico nunca foi cultivado em Stardew Valley, mas Demetrius fez alguns estudos e parece convencido de que deveria ser possível. ^ Admito que isso despertou meu interesse, então fui em frente e encomendei estes para você. Espero que gostem! ^^ -Robin",
    "elderberry.text": "Olá, amigo. ^^ Fui passear nas montanhas e encontrei essas sementes. ^ Meus anos de peregrinação me ensinaram que nada mais são do que sementes de sabugueiro. ^ Como chegaram às nossas montanhas é um mistério, mas se o montanha deseja fornecer, acredito que devemos obrigar. ^ A paz esteja com você. ^^ -Linus",
    "fennel.text": "Caro @, ^^ Tentei plantar essas sementes de erva-doce em nosso jardim no ano passado, mas não consegui que Sam e Vincent comessem muito. ^ Achei que você poderia usá-las melhor do que nós. ^ Aqui está o que Não acabei plantando. ^^ -Jodi",
    "ginger.text": "Ei @, ^^ Achei isso em uma gaveta em algum lugar. Não faço ideia de como foi parar lá. Achei que você poderia usar na próxima temporada. ^^ -Pam",
    "gooseberry.text": "Dear @,^^ Robin's been talking nonstop about Pierre's gooseberry pie.^Could you please bring us some when you get the chance?^These seeds should grow far more than enough, so perhaps you can sell the remainder or use them yourself?^Thank you!^^ -Demetrius",
    "greenpea.text": "Ei @, ^^ Na escola, Jas e Vincent têm uma unidade futura sobre um pouco de biologia vegetal básica. ^ O livro recomenda o cultivo de algumas ervilhas, mas seria um ótimo exemplo do mundo real se as observarmos crescer em sua fazenda! ^ Cuidaremos para não interromper o seu trabalho agrícola; cultivá-los será um grande favor por si só. ^^ -Penny",
    "jalapeno.text": "Ei @! ^^ Acabei de descobrir que pizza coberta com galinha-jalapenos é uma combinação perfeita. Pierre não tem jalapenos decentes, portanto, encomendei essas sementes. Seria INCRÍVEL se você pudesse cultivá-los. Sério, esse é tipo, meu maior sonho agora. ^^ -Sam",
    "juniper.text": "Ei @, ^^ Passei por uma fase há alguns anos em que gostava de preparar algumas bebidas com especiarias. ^ Mas não faço mais isso, e acho que essas bagas de zimbro ainda são boas o suficiente para plantar e crescer. Pensei em mandá-los na sua direção. ^^ -Pam ",
    "mint.text": "Encontrei essas sementes velhas em uma gaveta em casa. ^ Costumava fazer jardinagem, mas não faço mais. Muito esforço nas costas. ^ De qualquer forma, você pode ficar com eles. Eu odeio jogar coisas fora, e essas são algumas boas sementes. ^^ -George",
    "okra.text": "Ei @! ^^ Eu comi quiabo o tempo todo quando estava crescendo, mas ninguém aqui parece muito animado com isso. ^ Talvez você possa apresentá-lo a Pelican Town? ^ Se você puder me fazer este favor, eu prometo que completarei seu próximo projeto de construção para mim em tempo recorde! ^^ -Robin",
    "paddytaro.text": "@, ^^ Venha me visitar em breve! Tenho algumas sementes novas em estoque para a temporada. Eles não vão crescer no deserto de Calico, mas com certeza vão crescer na sua fazenda. Aqui está uma amostra; parece que vão ficar bem gostosos né? ^^ -Sandy",
    "passionfruit.text": "Caro @, ^^ Acontece que o maracujá não cresce muito bem no nosso quintal. No entanto, sua fazenda é provavelmente um habitat melhor para ela, então espero que você encontre um bom local ensolarado para essas sementes crescerem. ^ Obrigado por tudo que você fez por nossa pequena cidade. ^^ -Jodi",
    "soybean.text": "Caro @, ^ Tenho algumas receitas bonitas que exigem soja fresca. Eu realmente prefiro não usar congelados - isso simplesmente não serve - estamos falando sobre a diferença de sabor de um mundo inteiro. ^ De qualquer forma, achei que você poderia considerar cultivá-los. Traga alguns se quiser, mas use o resto como quiser! ^^ -Gus",
    // "wormwood.text": "@, ^^ Há anos estou estranhamente fascinado por essa coisa de 'absinto' e finalmente consegui algumas sementes. ^ Você pode cultivá-las? Você não precisa se não quiser. Talvez seja meio estranho, hehe. ^^ -Shane",
    "zucchini.text": "Caro @, ^^ Lamento informar que a tragédia atingiu Pelican Town. ^ Gus não está mais servindo Fritos de Abobrinha com Marinara Picante no Saloon. ^ Ele diz que é porque seus fornecedores não conseguem mais atender aos seus altos padrões. ^ Por favor, você deve retificar isso. ^^ -Lewis",

    // Titles

    "aloepod.title": "Aloe Seeds",
    "sweetcanarymelon.tetitlext": "Sweet Canary Melon Seeds",
    "cassava.title": "Casava Seeds",
    "chickpea.title": "Chickpea Seeds",
    "elderberry.title": "Elderberry Seeds",
    "fennel.title": "Fennel Seeds",
    "ginger.title": "Ginger Seeds",
    "gooseberry.title": "Gooseberry Seeds",
    "greenpea.title": "Greenpea Seeds",
    "jalapeno.title": "Jalapeno Seeds",
    "juniper.title": "Juniper Berry Seeds",
    "mint.title": "Mint Seeds",
    "okra.title": "Okra Seeds",
    "paddytaro.title": "Paddy Taro Seeds",
    "passionfruit.title": "Passion Fruit Seeds",
    "soybean.title": "Soybean Seeds",
    // "wormwood.title": "Wormwood Seeds",
    "zucchini.title": "Zucchini Seeds"
}