{
    "9850000/m 10":"continue/5 14/farmer 5 19 0 Madam 3 15 2/skippable/speak Madam \"Um visitante, bem vindo!^Uma visitante, bem vinda!$1#$b#Faz muito tempo desde que alguém pisou aqui além do Willy, você deve ser a pessoa que está cuidando daquela fazenda que ele me contou.$1#$b#Fique à vontade, eu cuido dessa loja e vendo as melhores íscas que você pode encontrar. E se estiver em uma viagem de pesca, esse lugar tem peixes que você jamais encontraria na vila.$5#$b#Minha loja estará aberta todos os dias, menos aos sábados. Sinta-se livre para ir e vir quando quiser.$1\"/end",
	"9850001/i 460/t 800 2000/p Madam":"musicboxsong/5 14/farmer 5 19 0 Madam 3 15 2/speak Madam \"Oi querido, bem-vindo.$1^Oi querida, bem-vinda.$1\"/move Madam 3 0 0/move Madam 0 2 3 farmer 0 -2 1/pause 650/speak Madam \"O que você tem aí?\"/faceDirection farmer 1/showFrame 35/addObject 5 18 460/pause 1000/showFrame 6/speak Madam \"$q 16001 null#Nossa! Bem, você...#$r 16001 0 event_pendant1#Eu o comprei de um velho marinheiro na praia, o que é?#$r 16001 20 event_pendant2#Um Pingente de Sereia, o velho marinheiro me disse que é muito especial.#$r 16000 0 event_pendant3#Eu acho que eu me lasquei, paguei caro nessa coisa...\"/speak Madam \"Eu quase esqueci de te parabenizar, fico muito feliz por você e desejo que tenha uma vida longa e feliz junto ao seu par.$1\"/emote farmer 20/end",
	
    "9850002/e 26/f Madam 1000/t 800 2000/p Madam":"moonlightJellies/5 14/Linus 5 19 0 Madam 3 15 2 farmer -100 -100 0/skippable/speak Madam \"Ah! Linus, que visita agradável, oi querido.$1\"/move Madam 4 0 2/move Linus 0 -2 1 Madam 0 2 3/pause 1000/speak Linus \"Sim faz um bom tempo, desculpe... não posso mais visitá-la com tanta frequência. Esses joelhos velhos estão me incomodando ultimamente.$1\"/speak Madam \"Ahh, fico triste ao saber disso... aqui, beba isso.$0\"/showFrame Madam 33/addObject 6 17 900/pause 1000/removeTemporarySprites/showFrame Madam 12/speak Linus \"Obrigado, estava ótimo, você é a melhor...$1\"/warp farmer 5 19/faceDirection Madam 2/speak Madam \"Oi querido, bem-vindo.^Oi querido, bem-vindo.\"/faceDirection Linus 2/speak Linus \"@, oi! Vejo que você veio para fazer compras também.$1#$b#Você sabia que foi ela quem me ensinou a receita da Isca Selvagem? Sim, ela é incrível, não é? Ela conhece muitas receitas incríveis!$1\"/speak Madam \"Ah, Linus, hahaha!$4\"/speak Madam \"$q 16002 null#Bem...#$r 16002 -50 event_linus1#O que ela tem, Linus? Ela está sempre andando de forma engraçada.#$r 16001 50 event_linus2#Sim, Madam é uma dama linda!#$r 16000 0 event_linus3#Eu não quero ser rude, mas de onde você é? Seu sotaque é diferente.\"/faceDirection Linus 1/faceDirection Madam 3/speak Linus \"Ah sim, antes de eu ir eu quero te dar uma coisa. Aqui, eu trouxe algumas Frutas Silvestres para você...\"/showFrame Linus 20/addObject 6 17 610/pause 1000/showFrame Linus 4/speak Linus \"...a flauta que você pediu, e eu achei mais algumas colheres também.\"/showFrame Linus 20/addObject 6 16 119/addObject 6 18 110/pause 1000/showFrame Linus 4/removeTemporarySprites/speak Linus \"Ah! E uma flor também!$1\"/showFrame Linus 20/addObject 6 17 402/pause 1000/showFrame Linus 4/removeTemporarySprites/speak Madam \"Muito obrigada, você é um amor!$1#$b#E aqui está o seu pedido também, se cuide.$6\"/showFrame Madam 33/pause 250/showFrame Madam 12/playSound pickUpItem/speak Linus \"Certo.\"/end dialogue Madam \"Fico feliz que você e Linus são amigos, ele costumava ficar tão sozinho no vale.$1\"",
	 }