{
        "Mon": "Você pode achar muitos peixes novos por essa área.$h#$b#Eles nunca chegam perto do vale, por conta da sujeira na água.",
        "Tue": "Você conhece o Willy?$h#$b#Ele costuma me visitar de vez em quando.",
		"Tue8": "Oi @, como vai?$0#$b#Espero que esteja bem... os mares estão perigosos hoje em dia.$2",
        "Wed": "Ah, oi @.$h#$b#Sua visita me deixa feliz, sabia?",
        "Thu": "Eu amo mergulhar no oceâno.$h#Se você tiver tempo livre pode ir comigo qualquer dia desses.",
        "Fri": "Se você encontrar lixo no mar não jogue de volta, coloque no lixo, sim?$h#$b#Eu detesto quando as pessoas jogam lixo por aqui.",
        "Sat": "Oie, tirando uma folga? Eu sim!$1#$e#A raposa lá fora vende sorvete, sabia?$1#$e#Hm... acho que vou dar um mergulho.$0",
		"Sat6": "Oie, tirando uma folga? Eu sim!$1#$e#Os sorvetes da raposa são os melhores.$1",
        "Sun": "Bem-vindo de volta querido!^Bem-vinda de volta querida!$h#$b#Espero que sua semana esteja ótima.",
		"event_pendant1": "É um Pendante da Sereia, nos tempos antigos ele era usado para sereias e pescadores se casarem. É um símbolo de paz e união.$1#$b#Parte meu coração saber que esse costume foi abandonado... mas estou feliz que o povo da Vila Pelicanos ainda honre a tradição.$0",	
		"event_pendant2" : "Sim, é muito especial, ele não mentiu.$1#$b#Tenha certeza de dar isto para alguém que você realmente ame, @.$5",
		"event_pendant3" : "Haha! Não, não enganaram você, esse pingente é como o anel de casamento da Cidade Zuzu.$4#$b#Você o usa para pedir alguém em casamento. Aqui os costumes são diferentes de onde você veio, eu acho.",
		"event_linus1": "Ah... bem, eu tenho uma lesão antiga  por causa do mergulho.$2",
		"event_linus2": "Obrigado, e sim, não foi fácil sair de casa, mas Linus me mostrou como se manter em pé.$5",
		"event_linus3": "Ah, eu sou da parte sul do mar. A baía de Sh'eenaz, significa 'Tempestades' na língua antiga.$0",
		"event_secret1": "Acho que você me descobriu, não? Posso confiar que você guardará meu segredo?$2#$b#Embora eu esteja contente que a nova geração seja mais mente aberta, ainda há muitos que seguem os velhos hábitos...$0",
		"event_secret2": "Ah amor... não, não é uma fantasia, e nem as meninas do Mercado Noturno estão fantasiadas. Nós somos sereias, as lendas são verdadeiras.$3#$b#Eu sei que isso pode ser um choque, mas estamos felizes em ver que nossos povos estão mais abertos agora e que podemos ser amigos novamente, como nos velhos tempos.$0",
		"event_secret3": "Sim, haha! Eu acho que nada passa por você, meu detetivinho$0^Sim, haha! Eu acho que nada passa por você, minha detetivinha.$0",
		"event_willy1": "Não se preocupe, eu deveria ter colocado uma placa. As lojas estarão abertas amanhã... Aqui, é por conta da casa. [209] $8",
		"event_willy2": "William!$3%fork", 
		"event_willy3": "Ah, certo... eu acho que sim, espero que você goste disto. [209] $7",
    }