{
        "divorced": "Mal posso acreditar que você teve coragem de fazer aquilo.$a",
		"Mon": "Ei, sabia que costumava ter muitos monstros por aqui?$0#$b#Não se preocupe, eu me livrei deles.",
        "Tue": "Eu queria que tivesse alguém aqui para praticar esgrima...$0",
		"Wed": "Você viu o esqueleto na frente da cabana, eu mesmo o matei.$0#$e#O quê? Não estou brincando.$4#",
        "Thu": "Você viu alguém nos andares de cima?$s#$b#Não? Eu devo estar ouvindo coisas.$6",
        "Fri": "Os monstros sumiram desde que coloquei o amuleto naquele santuário...$0#$e#Eu me pergunto quem foi que o fez.",
        "Sat": "Ainda há um monstro que vive por aqui... ele vive nesse rio, se tiver coragem para pegá-lo.$0",
        "Sun": "Ei @, como estão as coisas?$0.",
		"Mon2": "Tive um pesadelo terrível ontem à noite.$0#$e#Eu e Laura éramos... deixa pra lá.$s",
        "Tue4": "Eu nem faço ideia em que estação estamos, eu mal subo para a superfície.$11",
		"Wed2": "Certo, eu confesso que estava brincando sobre o esqueleto. Está morto há muito tempo.$1#$e#Como assim, é claro que estava brincando.$4#",
		"Thu2": "Você viu uma garota nos andares de cima?$s#$e#Tem certeza? Eu podia jurar que ouvi alguém por lá.$a#$e#O quê? Você não viu mesmo?$6",
        "Thu4": "Sinto tanto a falta da Laura...$s#$b#Mas obrigado por me visitar, eu não me sinto mais tão sozinho.$1",
        "Fri4": "O que devo comer hoje? Frutas-Antigas, cogumelos ou nozes?$s#$e#Estou ficando cansado de comer a mesma coisa repetidamente.$3#$b#Ei, você se importaria de me trazer algo que você plantou da próxima vez que estiver por perto?$1",
        "Sat4": "Veja bem, o vale é muito grande, mas eu consegui fechar a passagem para o outro lado, porque há animais selvagens por lá.$0#$e#Ah... sim, existem alguns dinossauros lá. É onde eu pego os ovos.",
        "Sun6": "Ei, você voltou.$1#$e#Desde que você começou a vir aqui com mais frequência euparei de ter peadelos e ouvir coisas nas minas.",
		"Mon8": "Ei @, estarei caçando algo mais tarde.$1#$e#Quer vir junto?... Estou brincando, você tem coisas mais importantes para fazer.$1",
		"Tue8": "Estive sentindo falta de ver as flores.",
		"Wed8": "Vovô Joe faz uma torta deliciosa!",
		"Thu8": "Marlon quer ajuda para limpar alguns andares daquela caverna na montanha...$3#$e#Eu não vejo problema mas... lá é quente demais.",
		"Fri8": "Eu tentei comprimentar o Shane uma vez, mas ele não foi muito educado...",
		"Sat8": "Emily parece uma garota legal.#$e#Ei, não fique com ciúmes, eu a vejo como uma amiga!$4",
		"Sun8": "Eu acho que já vi Linus antes... mas não sei onde.$7",
		"summer_Mon8": "Ei @, estarei caçando algo mais tarde.$1#$e#Quer vir junto?... Estou brincando, você tem coisas mais importantes para fazer.$1",
		"summer_Tue8": "Ei, o dia está ótimo para explorar os andares de gelo da mina, hein?$1",
		"summer_Wed8": "Vovô Joel faz uma torta deliciosa!",		
		"summer_Thu8": "Sheila me pegou alimentando um de seus búfalos com uma Cenoura Subterrânea... ela não ficou muito feliz.$1",
		"summer_Fri8": "Quantos animais você tem na fazenda?$1",
		"summer_Sat8": "Ei @, fique com isso.[114 770 770 770 770 770 770]$1#Eu encontrei nas minas, mas acho que será útil pra você!",
		"summer_Sun8": "Eu vou dar uma volta pela praia hoje, vai ser bom pra manter o humor.$1",
		"fall_Tue8": "Eu preciso correr para encontrar algumas coisas para Rasmodius!$1#$e#Eu não tenho certeza de pra que ele quer 4 ovos de aranha.$7",
		
		"fall_Wed8": "Eu já disse que amo essa estação? Abóboras, ventinho gelado, meu aniversário!$1",
		"fall_Fri8": "Sebastian estava se esgueirando pelas cavernas ontem.#$e#Ele caiu em cima de uma aranha uma vez.$1",
		"fall_Sat8": "O prefeito me presenteou por ter matado 10 slimes!$1#$e#Com essa grana poderei pagar duas vezes o aluguel!",
		"fall_Sun8": "O vovô Joe estará fazendo sopa de abóbora hoje à noite!$1",
		"fall_8_12": "Eu torci meu tornozelo ontem tentando me livrar de um bruto... agora terei que passar no Harvey para tratá-lo.$3#$e#Nunca tente socá-los na cara...",
		"winter_Mon8": "Marlon quer que eu vá dar uma olhada nos andares de cima da mina.#$b#Parece que passarei o resto do dia ocupado.",
		"winter_Tue8": "Eu não posso ver os búfalos da Sheila durante o domingo...$s",
		"winter_Wed8": "O velho Joe parece ter mudado o cardápio.#$b#Não é ruim quando a mudança é boa!",
		"winter_Thu8": "Eu pensava que o Willy vendia peixes.$3#$b#Você também?",
		"winter_Fri8": "Evelyn foi muito gentil comigo ontem, ela me deu alguns biscoitos enquanto passava por lá.$1",
		"winter_Sat8": "Sebastian e Sam me convidaram para jogar RPG. Eu fiquei um pouco receoso de aceitar...$4#$e#Eu era muito bom nesses jogos, mas não me sinto muito confiante agora.",
		"winter_Sun8": "Eu também queria ter uma fazenda, provavelmente encheria ela de animais.$7",		
		"event_journal1": "Não se preocupe, é minha culpa.$s",
		"event_journal2": "Por que você mentiria sendo que vi você lendo?$a",
		"Laura_event": "Obrigado, mas eu acho que está na hora de seguir em frente.",
		"Laura_event1": "Sim, você tem razão...$s",
		"Laura_event2": "Obrigado @!",
		
    }