{
		"Introduction": "Então você é o amigo do meu neto! Bem vindo à Pensão do Vovô Joe. Se você precisar de um lugar para descansar, me fale.^Então você é a amiga do meu neto! Bem vinda à Pensão do Vovô Joe. Se você precisar de um lugar para descansar, me fale.",
		"BoardingHouse_17_4": "Estou preparando o café da manhã para os hospedes. Você pode pegar café se quiser.", 
		"Mon": "Ei @! Você já conheceu minha filha?$1#$e#Ela cuida do Rancho Búfalo!$1",
		"Mon2": "Você sabia que seu avô costumava ser amigo meu?$1#$e#Ele era 'O Cara'!",
		"Mon8": "Você sabia que eu mesmo construi esse lugar?",
		"Tue": "Os negócios estiveram lento ultimamente, espero que mais pessoas cheguem na vila!",
		"Tue4": "Esse lugar era só mato quando eu cheguei aqui.",
		"Wed": "Uma vez a Joja tentou explorar as cavernas que fica aqui perto, mas eles desistiram por causa dos monstros.#$e#A operação foi cancelada... e anos depois um garoto resolveu descer aquele lugar.#$b#Ele não retornou até hoje.",
		"Wed6": "Olá @, tudo bem?",
		"Thu": "Sheila esteve estranha ultimamente... espero que não seja por causa de suas dietas malucas.",
		"Thu4": "Eu queria ser mais jovem... eu mal posso visitar a vila por conta própria.$1",
		"Fri": "Eu sei que esse lugar se chama 'Pensão do Vovô Joe', mas eu ainda não sou um avô...$2",
		"Fri6": "Eu queria que Sheila se casasse logo, eu não quero partir desse mundo sem ver meus netinhos!$1",
		"Sat": "Oi @, tirando um dia de folga?",
		"Sat6": "Sheila continua enchendo o saco sobre contratar alguém para trabalhar aqui. Mas eu ainda consigo trabalhar muito!$1",
		"Sun": "Ei @, você é sempre bem vindo aqui!^Ei @, você é sempre bem vinda aqui!",
		"Sun8": "Às vezes eu me pergunto se minha esposa ficaria feliz vendo o que eu e Sheila estamos fazendo.$2",
		"summer_1": "Eu costumava gostar do verão quando era mais jovem, mas virou um inferno dormir com tanto mosquito.$2",		
		"summer_Mon": "Você sabia que eu costumava ser amigo do George?",
		"summer_Tue": "Eu quase nunca vou parar a vila, mas Lewis faz questão de me deixar informado.$1",
		"summer_Wed": "Esteve tendo trabalho com a fazenda durante o verão?",
		"summer_Wed6": "Se eu fosse mais jovem passaria mais tempo na praia.$1",
		"summer_Thu": "Você sabia que minha filha é uma veterinária?$1#$e#Eu fico muito feliz com isso!$1",
		"summer_Thu4": "Olá @, obrigado por me visitar. Como vai?$1",
		"summer_Fri": "Não esqueça de beber muita água durante o verão!",		
		"summer_Fri6": "Nos velhos tempos eu costumava conversar até tarde com o seu avô enquanto tomava as melhores!$1",
		"fall_1": "Ei @, está planejando plantar algumas abóboras esse ano?$1#$e#Eu faço uma sopa ótima com elas!$1",
		"fall_15": "Oi! Eu preparei algumas abóboras para levar para a feira amanhã.$#b#Aqui, fique com uma![236]",
		"fall_Mon": "Se você precisa de ferramentas para trabalhar, visite minha filha no Rancho Búfalo.$1",
		"winter_1": "Durante o inverno eu e seu avô costumávamos pescar muito durante o inverno!$1",
		"winter_Mon": "Ei @, você já tem um aquecedor na sua casa?",
		"winter_Tue": "Espero que Linus não congele... Eu sempre tento convidá-lo para ficar aqui de graça, mas ele não aceita.",
		"winter_Wed": "O inverno é duro para gente velha...$2",		
		"winter_Thu": "O inverno fica muito bom quando você tem alguém para dormir agarradinho.$2",
		"winter_Fri": "Você sabia que eu construi aquele rancho para a minha filha? Foi o presente de graduação que a dei!$1",
		"winter_28": "Espero que o próximo ano seja melhor que esse!$1",
		"Wed_inlaw8_Sheila": "Aqui está o meu genro favorito!$1^Aqui está a minha genra favorita!$1",		
		"online_dating1": "Sério?!%fork$1",
		"online_dating2": "Eu já desconfiava...$2",
		"online_dating3": "Você tem razão, obrigado pela dica @!$1",
		"online_dating4": "Você tem razão! Você deve ser um comelão, hein?!$1^Você tem razão! Talvez Sheila devesse pegar algumas dicas com você!$1",
		"online_dating5": "Sabe, jovem... quando você chega em uma certa idade, você vê que as aparências não são tudo...^Sabe, jovem... quando você chega em uma certa idade, você vê que as aparências não são tudo...",
		"online_dating6": "Você tem razão, nunca se sabe o que se pode encontrar do outro lado da tela.$0",
		}
        