{
    //Introduction
	"17170000/t 600 2600":"Secret Gnomes/0 0/farmer 6 20 2 Gregory 13 21 0/skippable/viewport 13 23 5000/showFrame Gregory 19/pause 2500/emote Gregory 16/showFrame Gregory 8/faceDirection Gregory 3/speak Gregory \"Você é real?!$6\"/emote farmer 8/pause 500/animate Gregory false false 500 12 26 12 26 12 26 12 26 12 26 12 26 12 26 12 26 12 26 12 26/faceDirection farmer 1/pause 1500/move Gregory -6 0 3/move farmer 0 1 1/speak Gregory \"Ah, desculpe... é que já faz muito tempo desde que vi um rosto humano.$1#$b#Eu tenho algumas coisas no estoque caso queira comprar alguma coisa, apenas venha até minha tenda.#$b#E não tenha medo de utilizar os trilhos para chegar aqui mais rápido. Eles não estão quebrados ou nada do tipo.$1\"/move Gregory 12 0 0/faceDirection Gregory 3/speak Gregory \"Bem... e não tente remover o amuleto que coloquei nesse santuário. Se você o fizer, nunca mais poderá voltar à superfície.$7\"/move Gregory 0 1 3/move Gregory 15 0 3/end dialogue Gregory \"Se sinta livre para coletar o que quiser por aqui.$1\"",
	
	//2 Hearts
	"17170001/f Gregory 500":"Crystal Bells/82 24/farmer 70 24 1 Gregory 85 24 1/animate Gregory false true 150 36 39 37 39 36 38 37 36 38 39/move farmer 13 0 1/stopAnimation Gregory/faceDirection Gregory 3/speak Gregory \"Ei, você voltou.$1#$b#Estive praticando alguns movimentos novos, não tem muito o que fazer aqui então praticar exercícios é um hobby pra mim.$1#$b#Ei, desde que você foi legal comigo, eu decidi que vou te contar um segredo que aprendi quando era arqueólogo.$0#$b#Às vezes você pode encontrar alguns artefatos quebrados, se conseguir encontrar todas as peças que faltam, use slime para juntá-las.$1#$b#Eu e Laura, minha falecida esposa... Costumávamos fazer isso o tempo todo ao recuperar artefatos para museus.$s#\"/animate Gregory false false 1000 16 17 0/stopAnimation Gregory/faceDirection Gregory 3/speak Gregory \"Eu sei que ainda tem muitas peças por aí, você pode conseguir juntá-las com slime e vendê-las para conseguir alguma renda extra.$1\"/addCraftingRecipe Restore Prismatic Shard/addCraftingRecipe Restore Golden Mask/addCraftingRecipe Restore Ancient Sword/addCraftingRecipe Restore Ancient Doll/addCraftingRecipe Restore Chipped Amphora/playSound reward/message \"Agora eu consigo restaurar artefatos quebrados!\"/emote farmer 32/emote Gregory 32/end",
	//4 Hearts
	
	"17170002/f Gregory 1000":"desolate/13 23/farmer 6 20 2 Gregory 28 22 3/skippable/move farmer 0 5 1/move farmer 6 0 1/message \"Outra página do Diário do Gregory. Diz: Laura, finalmente encontrei o que estava procurando, o Vale Perdido! Aqui encontrei muitos fósseis e Frutas Raras. Eu sei que você não está mais aqui, mas escrever para você é o que me mantém sã. Com amor, Gregory.\"/move Gregory -13 0 3/move Gregory 0 2 2/emote Gregory 16/speak Gregory \"$q 17170 null#Ah! Você estava lendo...#$r 17171 25 event_journal1#Sim, desculpa, eu não deveria...#$r 17171 -25 event_journal2#(Mentir)Não, eu não estava!\"/speak Gregory \"Bem... eu deveria ter guardado melhor essas notas.$s\"/pause 500/emote Gregory 60/speak Gregory \"Há 8 anos, Laura e eu estávamos explorando algumas cavernas na tundra além do mar, e encontramos esse amuleto abençoado que coloquei no santuário.$7#$b#Havia algumas inscrições antigas dizendo que o santuário foi construído para Yoba, e o amuleto foi um presente de Yoba para a civilização antiga que viveu aqui há muito tempo atrás.$7#$b#Essa civilização vivia em harmonia com as criaturas do vale... mas certo dia...$7\"/faceDirection Gregory 0/speak Gregory \"Certo dia, um ladrão encontrou a localização do santuário e roubou o amuleto. As inscrições dizem que os monstros se revoltaram, destruindo tudo e todos.$7#$b#O ladrão fugiu para a tundra... algumas pessoas que viviam aqui o seguiram para tentar recuperar o amuleto, para que pudessem restaurar o vale.$7#$b#Parece que todos eles morreram na caverna. Os últimos vestígios humanos daqui foram encontrados por lá.$s#$b#O sonho de Laura era encontrar esse lugar, para então pesquisar essa civilização antiga.$7#$b#Mas ela... nunca pôde sair da caverna...$s#$b#Então eu decidi continuar. Eu lutei por dias e quase morri de sede e fome, mas consegui chegar até aqui.$s#$b#Como passei todos esses dias lutando e me escondendo, decidi começar a escrever um diário. Se minha jornada acabasse mal, pelo menos outros aventureiros saberiam do meu feito.$s\"/faceDirection Gregory 2/speak Gregory \"Sei que parece bobagem, mas me senti animado quando escrevi essas cartas para Laura. Eu senti que não estava sozinho.$s\"/animate Gregory false false 1500 16 17 0/speak Gregory \"Desculpe, às vezes eu me emociono...$s\"/end dialogue Gregory \"Eu prefiro ficar um pouco sozinho por agora, mas você pode ficar se quiser.$s\"",
	
	//6 Hearts	
	"17170003/f Gregory 1500":"sadpiano/16 23/farmer 6 20 2 Gregory 20 24 1/skippable/pause 500/emote Gregory 16/faceDirection Gregory 3/move farmer 0 4 1/move farmer 13 0 1/speak Gregory \"Ei @! Você já deu uma olhada nesses peixes?$1#$b#Então... como vão as coisas?\"/emote farmer 32/jump farmer 8/speak Gregory \"Sério? Então você cuida de uma fazenda que seu avô te deixou?$6#$b#Legal, eu sei um pouco como é trabalhar com isso, sempre cultivo coisas para comer.$1#$b#Mas eu tenho certeza que não é nada comparado a você. Eu sou da Vila Castelo, depois de terminar o colegial, fiz um curso de arqueologia e entrei para a Guilda dos Aventureiros.#$b#Eu conheci Laura ainda no colégio... éramos colegas de sala.$s\"/pause 500/speak Gregory \"$q 55078 null#Desculpe... lá vai eu novamente, falando dela...#$r 55078 50 Laura_event#Tudo bem, não deve ser fácil pra você.#$r 55079 0 Laura_event1#Esqueça e siga em frente, cara!\"/pause 500/speak Gregory \"É verdade, ela iria me dizer isso se estivesse aqui.$1\"/faceDirection Gregory 2/showFrame Gregory 16/speak Gregory \"Eu tenho usado esse lugar como uma maneira de me esconder do fato de que falhei com a pessoa que eu deveria proteger.$s#$b#Naquele dia, estávamos cercados por morcegos vermelhos. Eu tentei lutar contra todos, mas fui atingido nos olhos, ficando quase cego.$7#$b#Eu tentei protegê-la, mas haviam tantos... lutei até desmaiar por causa da perda de sangue.$s#$b#Então eu acordei, dois dias depois. Alguns residentes da tundra haviam me salvado, mas Laura não teve tanta sorte... Ela não conseguiu.$s#$b#Uma vez que encontrei esse lugar, fiz um acampamento e fiquei por aqui, para viver pela memória de minha amada.$7#$b#Mas eu acho que deveria voltar para a superfície, e começar a viver uma vida nova.\"/showFrame Gregory 17/pause 250/emote farmer 16/speak Gregory \"$q 50800 null#O que você acha?#$r 50080 50 Laura_event2#É um ótimo plano!#$r 55079 0 Laura_event1#Sim, você deveria parar de viver no passado.\"/showFrame Gregory 12/speak Gregory \"Obrigado por me ouvir, @... eu sou grato pela compania.\"/emote farmer 32/emote Gregory 32/end",
	
	"17170006/e 17170004/f Gregory 2500":"Cavern/85 23/Junimo 92 24 3 Gregory 90 23 1 farmer 69 24 1/skippable/speak Gregory \"Marcus! O que você trouxe dessa vez?\"/playSound junimoMeep1/addObject 91 23 192/speak Gregory \"UMA BATATA! Ah garoto! Você é o melhor!$1\"/playSound junimoMeep1/pause 500/faceDirection Junimo 1/pause 500/removeTemporarySprites/playSound junimoMeep1/emote Junimo 8/speak Gregory \"Não, Marcus, você não deve ir lá, há monstros do outro lado...$7\"/faceDirection Junimo 2/playSound junimoMeep1/jump Junimo 4/pause 500/speak Gregory \"Eu sei que você é mágico, mas alguns monstros também são. Eles podem te ver... ou pior.$7\"/faceDirection Junimo 3/emote Junimo 16/playSound junimoMeep1/speak Gregory \"Não, eu não quero que você vá lá, mesmo que me traga queijo ou cerveja.$3#$b#Eu já te disse que não é seguro.$a\"/emote Gregory 16/speak Gregory \"Shhhh! Tem alguém vindo, se esconda.$6\"/faceDirection Gregory 3/faceDirection Junimo 2/move farmer 16 0 1/move farmer 0 -1 1/move farmer 4 0 1/speak Gregory \"Ah, oi @! Eu estava... falando comigo mesmo, sabe...$9\"/emote farmer 8/speak Gregory \"$q 50082 null#...#$r 50082 0 Marcus_1#Por que você está mentindo?#$r 50082 50 Marcus_2#Então... Marcus é seu amigo Junimo?\"/speak Gregory \"Mas qu... Você também pode vê-los?#$b#É, acho que isso faz sentido!\"/playSound junimoMeep1/emote Junimo 20/jump Junimo 4/faceDirection Gregory 1/emote Junimo 20/jump Junimo 4/faceDirection Gregory 3/pause 500/emote farmer 8/faceDirection farmer 1/playSound junimoMeep1/emote Junimo 20/jump Junimo 4/emote Gregory 16/speak Gregory \"Marcus! @, não ligue para ele.$6#$b#Ele só está brincando.$9\"/speak Gregory \"$q 50085 null#...#$r 50082 50 Marcus_3#Ah, que pena... eu queria que não estivesse.#$r 50082 50 Marcus_3#Há um pingo de verdade em toda brincadeira!\"/positionOffset Gregory -2 0/pause 100/positionOffset farmer 2 0/positionOffset Gregory -2 0/pause 100/positionOffset farmer 2 0/positionOffset Gregory -2 0/pause 500/showFrame Gregory 29/showFrame 101/pause 500/faceDirection Junimo 2/jump Junimo 8/playSound junimoMeep1/jump Junimo 8/playSound junimoMeep1/globalFade/viewport -1000 -1000/end",
	 }