{
    "Rainy_Day_0": "Eu nunca vou me cansar da chuva, não depois de viver por anos em uma caverna.$1",
    "Rainy_Day_1": "Oi mô, tenta não se molhar demais, eu não quero te ver doente.$7",
    "Rainy_Day_2": "Ei, eu fiz algo pra você enquanto esteve fora, espero que goste.[395 236 207]",
    "Rainy_Day_3": "Minha mãe costumava brigar muito comigo em dias assim quando era menor.#$b#Eu ficava muito tempo brincando na chuva.$1",
    "Rainy_Day_4": "Ainda bem que eu limpei as calhas ontem.",
    "Rainy_Night_0": "Espero que amanhã não chova.$0#$b#Eu também sinto falta do sol.",
    "Rainy_Night_1": "Vai ser ótimo dormir agarradinho em você hoje à noite, escutando as gotas caindo...",
    "Rainy_Night_2": "Você acha que seria uma má ideia se a gente se beijasse na chuva algum dia?$1#$b#É romântico, você não acha?$4",
    "Rainy_Night_3": "Espero que essa chuva não arruine as plantações.",
    "Rainy_Night_4": "Você acha que os animais tem medo da chuva?",
    "Indoor_Day_0": "Ei, eu já disse que te amo hoje?$4",
    "Indoor_Day_1": "Ei amor, se você for para as minas, leve isso com você. [773 772] $1#Eu não quero perder você.$s",
    "Indoor_Day_2": "Eu fiz o café da manhã para a melhor pessoa do mundo! [240 244 239] $1",
    "Indoor_Day_3": "Tenta não se esforçar demais hoje.$0#$b#Eu quero que você guarde energia para hoje à noite.$4",
    "Indoor_Day_4": "Você parece tão forte trabalhando na fazenda, aposto que venceria o Alex em uma quebra-de-braço.",	
    "Indoor_Night_0": "Abigail me pediu para lhe ensinar alguns cortes com a espada.$1#$b#Mas Pierre apareceu e começou a fazer drama...$3#$e#Bem... eu meio que entendo, também não iria gostar se meus filhos se envolvessem em coisas perigosas.",
    "Indoor_Night_1": "Alex me desafiou para uma quebra-de-braço, ele nem teve chance.$1#$e#Lutar com monstros me deixou muito forte... também cavei muito e movi pedras enormes...",	
    "Indoor_Night_2": "Eu aproveitei para brincar com %pet hoje, ele parece gostar de mim.$1",
    "Indoor_Night_3": "Eu preciso te mostrar uma coisa... mas não aqui.$4",
    "Indoor_Night_4": "Enquanto você trabalhava na fazenda eu aproveitei para fazer as tarefas aqui de casa.",
    "Outdoor_0": "Decidi ficar aqui um pouco para observar o movimento.$1",
    "Outdoor_1": "@, é incrível ver você trabalhando duro nessa fazenda.$1#$b#Fico feliz que nos conhecêmos.",
    "Outdoor_2": "Estou muito feliz vivendo aqui... eu não preciso comer a mesma coisa todos os dias.$1",
    "Outdoor_3": "Desculpa, você estava dormindo feito uma bebê, eu não queria te incomodar.$1",	
    "Outdoor_4": "Ei mô, cuidado para não exagerar com o trabalho.$7#Se você se sentir cansada, me avise que vou te fazer uma massagem.$4",
    "OneKid_0": "Eu nunca pensei que seria pai, isso é ótimo!$1#$e#Sim, eu já coloquei as espadas em um lugar seguro e bem longe de %kid1.",
    "OneKid_1": "Espero que %kid1 cresça e faça o mesmo que você. É menos arriscado que caçar monstros pelas cavernas.",
	"OneKid_2": "%kid1 arremessou a chupeta para longe e %pet a pegou... Eu tive que comprar uma nova.$3",
    "OneKid_3": "Fica tranquila, eu tomarei conta de %kid1 hoje.",
    "TwoKids_0": "É difícil cuidar dessas crianças.#$b#Mas não se preocupe, o level de ambos combinados é 60, nunca darão conta de mim.$1",
    "TwoKids_1": "Espero que %kid1 proteja %kid2 contra os bullies.",
    "TwoKids_2": "Hoje eu peguei %kid1 jogando mingau em %kid2, tive que dar banho em ambos duas vezes!$3#$b#Ei, não me olhe assim, eles fizeram isso no minuto que fui ao banheiro.$a",
    "TwoKids_3": "Querida, você vai ensinar nossos filhos a cuidar dos animais?",	
    "Good_0": "Fala beldade!$4^Fala beldade!$4",
    "Good_1": "Sabe, eu sempre tive uma queda por você... desde o dia em que você desceu as escadas.$4",
    "Good_2": "Amor, você entende as referências de RPG que eu costumo falar?",
	"Good_7": "Se você fosse ter um nível, acho que seria algo em torno de 150.$4^Se você fosse ter um nível, acho que seria algo em torno de 150.$4",
    "Good_8": "Não se preocupe comigo, eu morei sozinho por 5 anos, não é como se eu fosse ficar entediado aqui.$1",
    "Good_9": "Eu tenho que ser honesto, nunca pensei que me apaixonaria de novo, especialmente por um cara. Mas aqui estamos nós... e estou mais feliz do que nunca!$4^Eu tenho que ser honesto, nunca pensei que me apaixonaria novamente, mas aqui estamos nós... e estou mais feliz do que nunca!$4",
    "Neutral_0": "Espero que você ainda me ame quando eu ficar velho... meu cabelo já está branco...$7",
    "Neutral_2": "Você gostaria de ir caçar monstros comigo algum dia?",	
	"Neutral_3": "O anão me contou uma história engraçada esses dias.$1#$e#Você não sabia que eu falava o idioma anão?$1",
	"Neutral_6": "Espero que Marcus esteja bem.$1",
    "Neutral_7": "Estou meio cansado hoje.",
    "Neutral_8": "Não importa o quanto eu limpe... a casa sempre fica suja.$3#Mas tudo bem, fazendas costumam sujar bastante.",
    "Bad_9": "Eu não sei se deveria ter vindo para a superfície...$s",
    "funLeave_Gregory": "Marlon me pediu para caçar alguns monstros hoje, então nos vemos mais tarde.",
    "funReturn_Gregory": "Espero que você não tenha ficado preocupada, esses monstros não são nada perto do que sou.$1#$b#Você já jogou 'As Crônicas de Solarion, O jogo'? Eu sou tipo o chefe daqueles monstros.",	
    "spring_1": "Mais um ano começou, será incrível... você vai ver.$1",
	"spring_5": "Eu acho que já vi Linus antes... mas não me lembro de onde.$7",
    "spring_12": "Se você quiser eu posso te passar um guia para vencer no Festival do Ovo.$3",
    "spring_23": "Desculpe por não estar lá para dançar com você amanhã. Não posso ir à festivais por causa da minha rotina.$s",
    "summer_1": "As pessoas só reclamam do verão porque nunca estiveram no andares de fogo da mina.",
    "summer_10": "Ei, coloque isso na sopa amanhã. [454] $1",	
    "summer_27": "Nós não temos esse tipo de exibição na Vila Castelo... eu adoraria vê-las ao seu lado.$4",
    "fall_1": "O outono chegou! não esqueça meu aniversário.$1#$e#Não se preocupe, é no dia 28, então você ainda tem um mês inteiro para decidir o que me dar.",
	"fall_8": "Eu preciso correr para encontrar algumas coisas para o Rasmodius!$1#$e#Ele quer 4 ovos de Aranha Gigante, vai entender o motivo...$7",
    "fall_15": "Eu tenho certeza de que você ganhará na feira de amanhã, você está a 50 níveis acima dos outros competidores.$1",
    "fall_26": "Eu costumava ter medo de monstros quando criança... agora eu os caço para ganhar a vida.#$b#O mundo gira, não acha?$1",
	"fall_28": "Eu estava brincando sobre o presente, você é a melhor coisa que eu poderia querer.$4",	
    "winter_1": "Ei, agora que o inverno chegou, que tal explorar-mos as cavernas juntos?",
    "winter_7": "Hm... Willy provavelmente é um pescador nível 70, Pam provavelmente está bêbada, Elliott é nível 30, e sim... você definitivamente vencerá a competição amanhã. Apenas mantenha o foco.$1",
    "winter_28": "Ei amor, vamos celebrar o fim de ano![459 348] $1",
	"patio_Gregory": "Estou pensando no que fazer hoje.",
	"spouseRoom_Gregory": "Eu ficarei aqui para limpar a casa, você pode se concentrar no resto.$1"
}