{
    "Rainy_Day_0": "Espero que os búfalos não estejam na chuva...$s",
    "Rainy_Day_1": "Graças a Yoba eu tenho um alimentador automático no rancho, assim não tem perigo da comida molhar.",
    "Rainy_Day_2": "Eu queria que você pudesse ficar o dia inteiro na cama comigo.$4",
    "Rainy_Day_3": "Amor, eu limpei a casa ontem, então faça o favor de não trazer muita sujeira para dentro.$1",
    "Rainy_Day_4": "Eu estava pensando em regar suas colheitas hoje, mas parece que vou ter que deixar isso para um outro dia.",
    "Rainy_Night_0": "Amor, vamos descansar.$h#$e#Trabalhar na chuva pode ser cansativo.",
    "Rainy_Night_1": "A gente pode dormir de conchinha hoje?$1",
    "Rainy_Night_2": "Eu queria saber a receita da sopa de abóbora do meu pai, ele sempre faz quando chove.$1",
    "Rainy_Night_3": "Amor, se você ficar doente pode deixar que eu cuido da fazenda pra você... e de você também.$1",
    "Rainy_Night_4": "Finalmente meu amor está de volta! Espero que você não tenha pego um resfriado! ",
    "Indoor_Day_0": "Desculpa não poder cozinhar muito pra você, mas eu tentei fazer algo dessa vez![240 606]$1",
    "Indoor_Day_1": "Você já chegou ao fim da caverna abandonada?$1",
    "Indoor_Day_2": "Amor, se você for passar na pensão, diga que mandei um beijo para o meu pai.$1#$e#E traga um pouco de café.$h",
    "Indoor_Day_3": "Eu me sinto viva cuidando dessa casa, nem mesmo me importo com a sujeira que você traz.$h",
    "Indoor_Day_4": "Eu disse à minha terapeuta que logo estarei grávida, ela ficou tão feliz!$1",
    "Indoor_Night_0": "Eu li um romance livro ontem...$1#$e#Foi sobre uma garota que vivia no campo e se mudou para a cidade.$1",
    "Indoor_Night_1": "Amor, você já visitou o Linus? Ele é legal.",
    "Indoor_Night_2": "Obrigada por ser uma pessoa incrível, @... agora eu me sinto parte da sociedade.$1",
    "Indoor_Night_3": "Um prato leve para você, amor, aproveita![610 609 196]$4",
    "Indoor_Night_4": "Enquanto você esteve fora eu fiz tudo que tinha pra fazer aqui dentro. Então já podemos ir para cama.$l",
    "Outdoor_0": "Os animais estão sendo bem cuidados por aqui, eu dei uma olhada neles logo cedo.$1",
    "Outdoor_1": "Os animais devem ficar felizes tendo todo esse espaço para caminhar.$h",
    "Outdoor_2": "Eu nunca pensei que um dia estaria vivendo em um lugar tão grande assim.",
    "Outdoor_3": "Eu levantei cedo para checar os animais e a loja.#$b#E também visitei meu pai.$h",
    "Outdoor_4": "Você fica tão sexy trabalhando na fazenda.$4",
    "OneKid_0": "%kid1 tem seus olhos, já percebeu?$1",
    "OneKid_1": "Espero que %kid1 cresça e trabalhe tão duro quando você.",
	"OneKid_2": "Fico feliz que você conseguiu dormir feito uma pedra. kid1% acordou às 4 da madrugada...$s",
    "OneKid_3": "o Vovô Joe é definitivamente um avô agora!$1",
    "TwoKids_0": "Parece que meu pai esteve mimando as crianças.$s",
    "TwoKids_2": "Espero que nossas crianças sejam boazinhas com os animais.",
	"Good_1": "Sabe, eu sempre tive a sensação de que estaríamos juntos algum dia.$l",
	"Good_4": "Eu me pergunto se poderia me aposentar da loja algum dia... talvez deixá-la com um de nossos filhos.",
    "Good_9": "Eu estive lendo bastante ultimamente, nunca tive muito tempo por conta da loja.$h",
    "Neutral_0": "Espero que você ainda me ame quando eu for uma velha gorda.$s",
    "Neutral_2": "Você roncou feito uma vaca na noite passada.$h#$e#Você deve cansar muito trabalhando nessa fazenda.",
	"Neutral_2": "Dando uma pausa? Não esqueça dos animais.$h",
    "Neutral_3": "Você está com fome? Eu tenho algo pra você [610]$h",
    "Bad_9": "Graças à Yoba que eu não vendi a loja...$s",
    "funLeave_Sheila": "Estarei passando na loja hoje, nos vemos mais tarde amor.",
    "funReturn_Sheila": "Os negócios estiveram lentos desde que casei com meu melhor cliente.$1#$e#Mas eu não poderia estar mais feliz.$4",
    "spring_1": "Amor, quais são seus planos para o ano novo?",
    "spring_12": "Eu costumava esconder alguns ovos atrás do rancho da Marnie para que pudessem apodrecer e cheirar mal.#$e#Eu não me arrependo.",
    "spring_23": "Dançar com você amanhã será romântico!$1",
    "summer_1": "Amor, cuide para que os animais tomem muita água durante a estação. E o mesmo vale pra você!$h",
    "summer_10": "Estarei saindo mais cedo amanhã para levar meu pai ao Luau, tudo bem?$h",
    "summer_27": "Será tão romântico amanhã...$4",
    "fall_15": "Nós vamos vencer a feira de amanhã, eu acredito!$1",
    "fall_26": "Não se perca no labirinto amanhã.$1",
    "winter_1": "É importante ter animais durante o inverno, caso contrário não teríamos tanta renda.",
    "winter_7": "Eu fico tão preocupada ao ver você pescando nesse frio.$s",
    "winter_28": "Aqui amor, vamos celebrar esse ano novo! [459 348]$1",
	"patio_Sheila": "Não se preocupe amor, Mabel está me ajudando a levar as coisas para o pátio.",
	"spouseRoom_Sheila": "Que livro eu deveria ler hoje?"
}