{
"Introduction":"Então é você o novo fazendeiro?$h^Então é você a nova fazendeira?$h#$e#Ah, oi! Prazer te conhecer! Eu me chamo Sheila e trabalho no Rancho Búfalo daqui.#$b#Eu tenho algumas coisas úteis para a sua fazenda se você quiser! Venha dar uma olhada qualquer dia!$h#$e#Eu fico lá a maior parte do dia... só queria que tivesse mais clientes por aqui.",
"danceRejection": "Eu não quero dançar com você, @...$s#$b#Eu queria dançar com o Sam, mas ele nunca me nota.$s#$e#Eu vou continuar tentando...#1",
"dumped_Girls": "Eu pensei que você fosse melhor que isso... Bem, eu apenas gastei tempo com a pessoa errada.$s",
"secondChance_Girls": "@... você é diferente dos outros... eu também quero tentar... eu ainda confio em você.#$b#Me prometa que será diferente dessa vez?$s#$e#Ótimo! Você me deve um jantar.$h",
"divorced":"Bem...#$e#Você sempre foi a segunda opção mesmo.$s",
"Mon2":"Eu fico tanto tempo cuidando do rancho...#$b#Eu converso tanto com os animais que não me surpreenderia se eles me respondessem.#$e#Eles são tão fofinhos... me olhando enquanto falo.",
"Mon4":"Você me acha atraente?$s#$e#Sam nunca me nota... mesmo fazendo de tudo para ter sua atenção.$s",
"Mon8":"Você parece exausto...^Você parece exausta...#e#Vamos caminhar juntos algum dia!^Vamos caminhar juntas algum dia!#$b#O ar fresco do vale é incrível.$h",
"Tue4":"Você acha que é tarde para aprender a andar de skate?#$b#Talvez assim Sam prestaria atenção em mim...",
"Wed2":"Às vezes eu sinto que me esforço demais para nada...$s#$b#Nada que eu faço parece bom suficiente.$s",
"Wed10": "O que você viu em mim?#$b#Você continua insistindo mesmo eu não sendo lá essas coisas...$s",
"Thu2":"Sempre que ando pela floresta eu coleto algumas coisas úteis para a minha salada.$h",
"Thu8":"Eu amo pensar que posso contar com você em tudo.$h",
"Fri2":"Os olhos do Sam ficam lindos no sol... eles ficam clarinhos, você já viu?",
"Fri6":"@! É bom te ver!$h",
"Sat2":"Estou tendo crises de ansiedade constante...$s#$b#É tão difícil dormir assim.$s",
"Sat10":"O que vamos fazer hoje, amor?$h#$e#Ai... eu quis dizer... @...$3",
"Sun2":"Oi @.#$b#Como está a fazenda!?#$e#As coisas estão boas por aqui, obrigado por falar!$h",
"Sun8":"Alguém já falou que você é incrível?#$e#Não!? Bem, você é incrível, @... mesmo.$l",
"Mon":"Você é uma das poucas pessoas que ainda passam para me dizer oi...$s#$e#As pessoas tendem a me ignorar por ser feia...$s",
"Tue":"Eu sempre faço meu próprio jantar.#$e#Mas nem é tão difícil. Eu apenas lavo e corto algumas folhas e faço uma salada com azeite, vinagre e sal.$h",
"Wed":"Eu tenho os búfalos mais lindinhos do vale.$h#$e#Mas Marnie tem bem mais animais...$s#$e#Mas é só porque ela consegue mais investimentos!$a",
"Thu": "Você já conheceu o meu pai?#$b#O nome dele é Joel, ele é muito bom para mim.",
"Fri":"Ei @...#$b#Você já viu o Sam olhando para alguma garota?$4", 
"Sat": "Minha mãe faleceu no dia do meu aniversário...$s#$e#Eu não cheguei a conhecê-la, mas meu pai me contou muito sobre ela.",
"Sun": "Meu pai já está velho demais para se esforçar, eu faço o possível para fazer tudo.#$b#Eu sempre discuto com ele sobre isso, mas ele quer continuar fazendo as coisas...", 
"summer_Mon":"Eu sou uma veterinária graduada, sabia?$h#$e#Eu amo animais e sempre me preocupo com a saúde deles!",
"summer_Wed":"Ontem eu passei o dia no rancho... ajudando uma fêmea parir seu bebê búfalo... houve algumas complicações.#$b#Mas tudo acabou bem, o bebê nasceu forte e saudável.$h",
"summer_Tue":"Eu realmente deveria criar novos animais e tirar Marnie do negócio...$a#$b#Eu aposto que ela nem mesmo está trabalhando hoje.$a#$e#Eu sei que ela recebe uma quantia maior de fundos agrícolas que eu!$a#$e#Eu sei que é porque ela é a queridinha do Lewis!$a#$e#Aquela irresponsável!$a#$e#Eu não me surpreenderia se os dois estão dormindo juntos!$a#$e#Desculpa... como vai?",
"summer_Thu":"É chato ser a filha única e não ter amigos.$s#$b#Estou por conta própria boa parte da minha vida...#$e#Pelo menos meu pai ainda se importa comigo.$h",
"summer_Thu6":"Você é muito legal @, eu sou grata por ter te conhecido.$h",
"summer_Fri":"Às vezes eu sinto que estou decepcionando meu pai.$s#$e#Ele sempre reclama que fico muito tempo dando em cima do Sams.$s",
"summer_Fri6":"Meu pai continua me cobrando para que eu me case logo, porque ele quer ter netinhos...$a#$e#Eu já disse para ele que é preciso duas pessoas para ter um casamento.$a#$e#Ele até mesmo me recomendou procurar alguém on-line, você acredita nisso!$a#$e#Ele até mesmo me disse que se estivesse nos anos 40 já teria me arrumado com alguém.$a#$e#Ousado ele! Eu que vou decidir com quem me casar e quando!$a#$e#Desculpa... você quer conversar?",
"summer_Sat":"Eu não gosto muito do verão.#$e#Está muito quente e tenho o dobro do trabalho para manter os animais hidratados. Seus cascos estalam mais facilmente neste clima.$s",
"summer_Sun":"...#$b#Oi! @... eu estava me perguntando o que Sam está fazendo agora.$4",
"summer_Sun6":"...#$b#Oi @, você costuma ir na praia?#$e#Eu imagino que você está em boa forma depois de trabalhar tanto naquela fazenda.$4",
"fall_1":"Meu aniversário é nessa estação, não esqueça!#$e#Estou brincando, não quero dizer que você precise me dar alguma coisa.$h",
"fall_Mon":"Espero que meu pai faça sopa de abóbora hoje, é deliciosa!$1",
"fall_Tue":"Eu vi que um passarinho derrubou seu ninho perto da pensão ontem, então fui colocá-lo de volta no lugar.#$e#Eu só espero que a mamãe pássaro encontre-o.$h",
"fall_Wed":"Você sente falta da cidade?#$e#A minha vida mudou completamente quando me mudei para o vale, o ar daqui é tão puro e fresco.",
"fall_Thu":"Você gosta desse clima?#$e#Eu amo!$h",
"fall_Thu6":"Minha mãe costumava gostar de girassóis...#$e#Há muitos deles durante essa estação, certo?!#$b#Eu queria dar um de presente para ela.$s",
"fall_Fri4":"Você gosta de filmes de terror?#$e#O outono é a melhor estação para assistir filmes assim.",
"fall_Sat":"É tão bom viver em um lugar sem poluição... você acredita que na cidade quase não se pode ver as estrelas?!$h",
"fall_Sun":"Eu acho que os animais não gostam muito desse frio, eles ficam agitados.#$e#Pelo menos a grama cresce mais rápido.",
"winter_Mon":"Esse clima frio é perfeito para se cobrir e ler um bom romance.$h",
"winter_Tue":"Have you read Sarah J. Maas books?#$e#If you like fantasy and romance check them out. They're my favorites.$h",
"winter_Wed":"My pap's always worried and taking care of me. Even though I'm already an adult.",
"winter_Thu":"Eu aproveitei para colocar um aquecedor no celeiro ontem.#$e#Os búfalos sempre deitam perto dele para se aquecer.#$b#Eles são tão queridinhos.$h",
"winter_Fri":"Em dias frios assim meu pai sempre faz café pela manhã.#$e#Ele já deve ter te dado um pouco, não?",
"winter_Sat":"Eu sinto falta da minha mãe...#$e#Eu sei que nunca a conheci... mas sinto falta de uma figura materna.$s",
"winter_Sat6":"Eu costumava me sentir muito sozinha aqui, mas daí você apareceu... obrigada.$h",
"winter_Sun":"Eu sempre fico doente por conta do frio.#$b#O inverno é sofrido pra quem tem rinite.$s",
"hospital1": "Você tem razão.$9#$b#Eu não posso mais fazer isso com o meu velho! E não compensa ser magra em custo da minha saúde!$9",
"hospital2": "Ah...$9#$b#Obrigada por cuidar de mim, eu prometo que vou buscar ajuda.$9",
"stalk1": "Na verdade eu... não tenho muito tempo para sair com o Sam e... acho que ele já gosta de outra.$s",
"stalk2": "Você deveria cuidar da sua vida.%fork$a",
"stalk3": "É, você tem razão.$s",
"stalk4": "Ahhh...$4",
"give_flowersA": "É sério?!$4#$b#Sim, eu amaria!$4",
"give_flowersB": "Você quer ficar comigo?$4#$b#Eu sinto o mesmo por você!$4",
"give_pendant": "AAAHH!$4#$b#Está acontecendo...!$4#$b#Sim... Sim... Sim... Sim!$1#$b#Eu vou preparar tudo para a cerimônia, que tal daqui 3 dias?$4",
"stardrop_gift": "Ei amor, eu queria te dar isso. É um símbolo do amor que sinto por você.$4",
"rejectNPCA": "Eu acho que é meio cedo para pensar nisso...$7",
"rejectNPCB": "Desculpa... não.$s",
"reject_two_heartA": "Hm... eu meio que gosto de outra pessoa.$s",
"reject_two_heartB": "Ah, nossa! Eu não acho que te conheço suficiente.$1",
"refusal_no_heartsA": "Ah, que tal depois da gente se conhecer melhor?$1",
"refusal_no_heartsB": "Meu pai te pagou para fazer isso?$s",
"reject_four_heartA": "Estou lisonjeada, mas acho que é cedo demais para isso.$1",
"reject_four_heartB": "Não me leve a mal, você é incrível, mas não quero tomar uma decisão para me arrepender depois...",
"engageA": "Você não estaria cometendo traição?$a",
"engageB": "Nem ferrando!$s",
"marriedA": "Não, cai fora!$a",
"marriedB": "Sinto muito que as coisas não estão indo bem com %spouse, mas eu acho que você deveria se divorciar antes de tentar uma loucura dessas.$s",
"refusal_knownA": "Ei... que tal quando tivermos mais espaço para morar?$s",
"refusal_knownB": "Eu adoraria... mas você não acha que as crianças merecem um lugar para correr?$1",
"refusal_botherA": "Me deixa em paz.$s",
"refusal_botherB": "...$a",
}